Revit 2027 API
OBJImportOptions Constructor
Overload List
Name | Description
OBJImportOptions() |  Constructs a new instance of OBJImportOptions with default values of all properties.
OBJImportOptions(OBJImportOptions) |  Constructs a new instance of OBJImportOptions as a copy of the import options.
Top
See Also
Reference
OBJImportOptions Class
Autodesk.Revit.DB Namespace